/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Pedido de detalhes recebido";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Ocupado";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Erro de chamada 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Erro de chamada 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Chamada em espera";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "A ligar";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Contacto disponível";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Contacto indisponível";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Contactos recebidos";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Transferência de ficheiro terminada";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Transferência de ficheiro falhada";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Primeira mensagem recebida";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Chamada terminada";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Chamada em espera";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Chamada recebida";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Transferência de ficheiro recebida";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Iniciar sessão";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Terminar sessão";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Mensagem recebida";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Mensagem recebida em primeiro plano";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Mensagem enviada";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Novo utilizador";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Chamada efetuada";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "A outra parte desligou";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Retomar chamada";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Toque de marcação";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "TriploBeep";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Mensagem de voz";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Quando terminar sessão";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Quando iniciar sessão";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Contacto fica online";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Contacto fica offline";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Chamada recebida";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Chamada recebida - chamada em espera";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Chamada a marcar";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Chamada efectuada";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Chamada terminada";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Um participante da chamada de grupo desligou";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Ocupado";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Chamada em espera";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Retomar chamada";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Nova mensagem em conversas recentes";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Nova mensagem na conversa atual";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Primeira mensagem da conversa";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Mensagem de disposição recebida";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Contacto está a escrever";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Mensagem enviada";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Pedido de contacto recebido";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Contactos recebidos";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Transferência de ficheiro recebida";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Transferência de ficheiro terminada";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Transferência de ficheiro falhada";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "API da aplicação ligado";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Iniciou sessão.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Terminou sessão.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "O contacto \"@\" está disponível.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "O contacto \"@\" está indisponível.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Tem uma chamada recebida de \"@\"!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Tem uma chamada recebida de \"@\"!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Chamada a marcar.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "A ligar para \"@\".";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Chamada terminada.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Um participante desligou.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Linha ocupada.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Chamada em espera.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Retomar chamada.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Mensagem";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Mensagem de \"@\".";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Mensagem de \"@\".";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "\"@\" alterou a mensagem de disposição.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Tem uma mensagem de \"@\"!";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\" está a escrever.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Recebeu um pedido de contacto de \"@\"!";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Recebeu uma lista de contactos de \"@\"!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Recebeu um ficheiro de \"@\"!";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Transferência de ficheiro com \"@\" terminada.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "A transferência de ficheiro com \"@\" falhou.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "\"@\" ligado ao Skype";
